---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.LoadFailures
source: html/88096215-7e29-a380-433e-949c3c1e095f.htm
---
# BuiltInFailures.LoadFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.